Repository: Mikkomario/Agricola-Scripture-Editor
Catalog: TranslationEditorLocalization/*.xliff
Languages: id

# buS-jf-q8u.text
source: Translated
id: Diterjemahkan

# qmT-Kl-qhl.text
source: per Paragraph
id: per Paragraf

# y5W-tq-BdH.text
source: ~2 Versions
id: ~2 Versi-versi

# 6hP-4n-aXZ.text
source: Text Language*
id: Bahasa*

# 7KE-XC-dXS.text
source: Found older version
id: Versi lama yang ditemukan

# 7ee-XJ-Ceg.text
source: Parsing Failed!
id: Parsing gagal!

# 7oz-p6-Nbn.text
source: Preview Before Import
id: Meninjau sebelum memasukkan

# 8I5-ni-SGB.text
source: 7 File(s)
id: 7 File-file

# 29p-ee-NQq.text
source: Shared Account Password*
id: Sandi* akun bersama

# AXe-sD-DXW.text
source: Can't overwrite a book from another project
id: Tidak bisa mengubah buku dari proyek orang lain

# AyF-os-xLN.text
source: New Version
id: Versi terbaru

# Euc-n7-nhV.text
source: This and this book id
id: Id untuk buku-buku ini

# P91-EO-QBx.text
source: Shared Account Name*
id: Nama* akun bersama

# RJP-av-qG3.text
source: Old Version
id: Versi lama

# Req-aL-FGV.text
source: Book Name
id: Nama buku

# SZB-cS-erc.normalTitle
source: Skip
id: Lanjut

# THO-ly-nZW.text
source: Read Data
id: Membaca data

# W0m-OU-vop.text
source: Preview
id: Meninjau

# XZd-9u-Tlv.normalTitle
source: Cancel
id: Batal

# Xbp-A2-kJ8.normalTitle
source: Close
id: Tutup

# Zng-fH-PJW.text
source: A shared account is always tied to a single project. Use a shared account when you have multiple users on the same device.
id: Akun bersama dipakai untuk satu proyek saja. Akun bersama dipakai kalau beberapa penerjemah memakai satu alat.

# bQJ-1F-s9D.text
source: This is the translation we're writing
id: Inilah terjemahan kita sedang menulis

# bjc-il-f29.text
source: Translation Nickname*
id: Singkatan* terjemahan

# dxC-8r-qfX.text
source: No paragraphs read
id: Paragraf belum dibaca

# gNa-Ve-hCi.text
source: Repeat Password*
id: Ulangi sandi*

# hXu-HX-ft6.text
source: example.usx
id: contoh.usx

# ior-Fu-R1R.text
source: Existing books may be overwritten
id: Terjemahan buku-buku yang ada bisa hilang

# kZH-U1-Pso.text
source: Import USX Files
id: Impor file-file USX

# nOj-65-g3n.text
source: Galatians
id: Galatia

# tPs-jY-mfW.text
source: Error Label
id: Judul kesalahan

# xno-SJ-mzv.normalTitle
source: Cancel
id: Batal

# yR6-V6-nUm.normalTitle
source: Import
id: Impor

# 0Ks-59-8MK.text
source: Joined Teemu
id: Bergabung dengan Teemu

# 0dg-mf-037.segmentTitles[0]
source: Disconnected
id: Hubungan terputus

# 0dg-mf-037.segmentTitles[1]
source: Joined
id: Ada hubungan

# 0dg-mf-037.segmentTitles[2]
source: Hosting
id: Tuan rumah / Sumber

# Etb-rQ-sxz.text
source: Others can join by scanning this code
id: Bergabung dengan memindai kode ini

# Hrx-ho-8Cg.text
source: Translation data can be exported in USX format which is readable by Agricola and Paratext
id: Terjemahan-terjemahan bisa diekspor dalam format USX, yang bisa dibaca oleh Agricola dan Paratext

# Ild-dz-aQ2.normalTitle
source: Cancel Sharing
id: Batalkan kebersamaan

# IuX-qw-Wig.text
source: Peer-to-peer is used for synchronizing all data between two Agricola programs.
id: Peer-to-peer dipakai untuk disinkronkan semua terjemahan di antara dua pemakai Agricola.

# Kab-Dc-k04.text
source: Current Peer-to-Peer Status
id: Status Peer-to-Peer sekarang

# OKQ-ia-PKp.text
source: on project: Test Project
id: proyek: Proyek Percobaan

# Weh-hb-yWn.text
source: USX File Sharing
id: Membagi-bagi file USX

# dUM-Ds-Tzn.text
source: A single person should HOST a connection. Multiple people can JOIN (camera required). All data will be transferred until DISCONNECTED.
id: Satu penerjemah menjadi tuan rumah hubungan. Beberapa penerjemah lain boleh bergabung (kamera iPad diperlukan). Semua terjemahan dan catatan akan dikirim selama berkoneksi.

# sWM-C5-yTC.text
source: Select a book to send
id: Tolong memilih buku yang mau dikirim

# ywC-sy-aJD.normalTitle
source: Share
id: Membagi-bagi

# Nr1-AO-hqt.text
source: Don't worry. You can fix this by connecting with another user.
id: Jangan khawatir. Anda bisa mengatasi soal ini dengan berkoneksi dengan pemakai lain.

# PZs-7A-mdZ.text
source: No data was found!
id: Data tidak ditemukan!

# 1aq-Tb-qgB.text
source: 1) Have a person host a connection (they must have a project open, then press Connect, then Host) 2) Press the connect button, then JOIN 3) Scan the QR code on the host's device
id: 1) Satu penerjemah menjadi tuan rumah koneksi (proyek mereka harus sedang terbuka, kemudian tindis tombol Connect, baru tindis tombol Host) 2) Tindis tombol connect button, baru tindis tombol JOIN 3) Tolong memindai kode QR pada iPad tuan rumah

# XWk-di-xQ2.text
source: Here's how to connect with others
id: Begini caranya berhubungan dengan penerjemah lain

# 1gy-WG-rBF.text
source: Sharing Allowed
id: Pembagian dibolehkan

# 4AE-l3-t94.text
source: Select User Image
id: Memilih gambar pemakai

# fCP-7Q-H96.text
source: This name can be viewed by other project members
id: Nama ini boleh ditinjau oleh penerjemah lain

# koK-wI-NjB.text
source: New User Password
id: Sandi baru

# trZ-g5-vnc.text
source: Whether this user should be available in the shared project account
id: Apakah akun pemakai ini termasuk akun yang diikut-sertakan

# xmK-bB-319.text
source: Repeat New Password
id: Menulis ulang Sandi baru

# zzN-Av-RhD.text
source: Name*
id: Nama*

# ESd-yb-D10.text
source: Failed to load data due to an internal error!
id: Tidak berhasil ambil data oleh karena kesalahan internal!

# SxV-SH-wpj.text
source: An Error Occurred!
id: Kesalahan terjadi!

# 5EY-sy-FFz.text
source: Loading...
id: Sedang ambil data ...

# 9eP-k7-eZ6.text
source: No data was found!
id: Data tidak ditemukan!

# R75-ki-h2H.text
source: It looks like there's nothing to show here...
id: Ternyata tidak ada yang bisa diperlihatkan di sini ...

# r7a-mh-Tjm.placeholder
source: Search
id: Mencari

# WhJ-Qj-qgG.text
source: Select
id: Memilih

# aYl-LP-tPf.normalTitle
source: Add
id: Tambah

# jh9-jK-56R.placeholder
source: Search
id: Mencari

# osC-dE-sxa.text
source: Or Insert New
id: Atau tambah baru

# 0df-tq-SiK.text
source: Errors are displayed here!
id: Kesalahan-kesalahan dipertunjukkan di sini!

# 3OS-MG-og8.normalTitle
source: Create Project
id: Menciptakan proyek

# 3cy-Fb-A1P.normalTitle
source: No, I want to use my private account
id: Bukan, Saya mau memakai akun pribadi saya

# 6T3-e3-ZHR.normalTitle
source: Cancel
id: Batalkan

# 7Og-qR-wba.text
source: Account Name*
id: Nama* akun

# 8EW-FA-pFd.normalTitle
source: Log In
id: Masuk

# BNV-wk-4tL.normalTitle
source: Yes, log me in with the shared project account
id: Ya, memasukkan saya ke dalam akun bersama

# Bpb-GQ-vJC.text
source: Project Name*
id: Nama* proyek

# BvU-lB-5ab.text
source: Select an existing project
id: Memilih proyek yang ada

# DfV-UO-F3l.text
source: Use Shared Project Account?
id: Mau memakai akun proyek bersama?

# Ed3-25-IDt.text
source: Errors are displayed here!
id: Kesalahan-kesalahan dipertunjukkan di sini!

# GYb-5k-q4F.text
source: TIP: Use shared accounts when multiple people use this device
id: NASEHAT: Memakai akun bersama kalau beberapa penerjemah akan memakai iPad ini

# Itv-Lg-4xh.text
source: You can also
id: Anda bisa juga

# L73-tV-GnT.normalTitle
source: Cancel
id: Batalkan

# Lwf-p5-Miv.text
source: Password*
id: Sandi*

# M0d-2V-9K6.normalTitle
source: Continue
id: Melanjutkan

# N2t-uR-2dT.text
source: Nobody to connect with?
id: Tidak ada yang bisa digabunkan?

# Obr-6h-dYp.normalTitle
source: Start New Project
id: Memulai proyek baru

# Pgb-QY-eyn.text
source: Target Language*
id: Bahasa* sasaran

# QVL-8I-UDc.text
source: Epic Common Project
id: Epic Proyek Bersama

# RXF-ZI-Jgt.text
source: Translation Name*
id: Nama* terjemahan

# U0D-0a-p0C.text
source: It seems like you have no data on this device
id: Ternyata Anda tidak mempunyai data dalam iPad ini

# V2V-ii-I6u.text
source: You are currently connected with another project member. Do you wish to quickly access the project using the shared project account?
id: Anda sedang berhubungan dengan penerjemah lain. Apakah Anda ingin mengakses proyek itu dengan memakai akun proyek bersama?

# V7n-6d-wMW.normalTitle
source: Create Account
id: Menciptakan akun

# XPg-eE-ds2.text
source: My First Translation Project
id: Proyek penerjemahan pertama saya

# YoC-p0-0Hc.text
source: Account Name*
id: Nama* akun

# aDg-Gw-FuI.text
source: Don't have an account yet?
id: Anda belum punya akun?

# eZ1-s9-RZ2.text
source: Invitation from Teemu (Lorenzo)
id: Undangan dari Teemu (Lorenzo)

# gI2-5n-LQN.text
source: Scripture Editor for iPad
id: Editor penerjemahan Alkitab untuk iPad

# jZr-uV-CHp.text
source: Invalid account name and/or password!
id: Nama akun atau sandi tidak diterima!

# kAG-ma-c5g.normalTitle
source: Start from Scratch
id: Mulai dari awal

# lJY-Jk-sFC.text
source: I share this device with other users
id: iPad ini akan dipakai oleh penerjemah lain juga

# mBi-ep-ibD.text
source: You will be granted access to the project when you log in
id: Anda dapat izin kerja dalam proyek ini sesudah Anda masuk

# pUh-vV-lT5.text
source: You can connect with others to fix that
id: Anda bisa berkoneksi dengan penerjamah lain untuk mengatasi hali itu

# pbg-QG-CKs.text
source: a shared account will be created. It will be tied to the project you create
id: akan diciptakan akun bersama. Akun itu terikat dengan proyek yang Anda sedang menciptakan

# pwq-WR-SZL.text
source: Password*
id: Sandi*

# rLK-gF-P4Y.normalTitle
source: Cancel
id: Batalkan

# sbS-kH-iir.text
source: Repeat Password*
id: Mengulangi sandi*

# uC0-5u-oCf.normalTitle
source: Login
id: Masuk

# vpM-Am-WMV.normalTitle
source: Accept
id: Menerima

# wyh-KK-oHX.text
source: Password*
id: Sandi*

# zjy-Eb-Ez7.text
source: The password was incorrect
id: Sandi itu tidak diterima

# 6vN-kF-8Bu.text
source: Target Translation
id: Terjemahan sasaran

# 9Y1-0T-HKm.text
source: Subject
id: Subjek

# AX9-9x-VWK.text
source: Comment text
id: Isi usulan

# Bgn-o0-ynq.normalTitle
source: Cancel
id: Batalkan

# D8U-Gs-CEk.text
source: Syalom Wrote
id: Syalom menulis

# EbA-yd-hUR.normalTitle
source: Edit
id: Menyunting

# Lgy-5O-C4S.text
source: Your Comment
id: Usulan Anda

# NBK-4j-7oq.text
source: Tags
id: Tag-tag

# Ndl-zU-w1a.normalTitle
source: Close
id: Tutup

# SMb-y4-mUj.text
source: English
id: Inggeris

# UQD-g1-7N1.normalTitle
source: Post ★
id: Mengunggah ★

# UXl-eu-CQS.text
source: Good News
id: Kabar Baik

# WSr-DF-Ya5.normalTitle
source: Cancel
id: Batalkan

# Z2Z-BH-ajr.text
source: Verse
id: Ayat

# cRH-uF-zec.normalTitle
source: Cancel
id: Batalkan

# ehV-CF-i1b.normalTitle
source: Post ★
id: Mengunggah ★

# fwx-Qq-EA7.text
source: Otsikkoteksti
id: Judul

# gib-9y-P1o.text
source: Pending
id: Sedang diusahakan

# hTk-pD-MSL.normalTitle
source: Edit project tags
id: Menyunting tag-tag projek

# iR3-fi-nN8.text
source: Please pick a version to solve the conflict
id: Tolong memilih satu versi untuk mengatasi soal ini

# mOq-FG-LnZ.text
source: Reorder and toggle resources on and off
id: Ganti urutan buku-buku atau membuat mereka aktif atau inaktif

# q0x-F5-TX8.text
source: Teemu wrote
id: Teemu menulis

# ree-vj-F6F.segmentTitles[0]
source: Source Material
id: Bahan sumber

# ree-vj-F6F.segmentTitles[1]
source: Notes
id: Catatan

# wQC-qP-041.text
source: I used this and this word, but it seems there might be a better alternative. Any thoughs?
id: Saya memaki kata-kata ini, tetapi ada kemungkinan besar ada kata yang lebih cocok. Apa pemikiran Anda?

# yfA-HO-Uct.normalTitle
source: Save ★
id: Simpan ★

# 0OD-u7-rre.text
source: New Version
id: Versi baru

# 2DL-Ye-dYg.text
source: Test Project
id: Proyek percobaan

# 3S4-fY-xGT.text
source: Errors are displayed here
id: Kesalahan-kesalahan dipertunjukkan di sini

# 3fB-Zb-gDD.normalTitle
source: No
id: Tidak

# 4Ow-aM-d4X.text
source: Test Translation
id: Penerjemahan percobaan

# 8Ny-gG-O9i.text
source: Search By Language
id: Mencari berdasarkan bahasa

# 26J-Co-4s9.text
source: Test User
id: Pemakai percobaan

# CT7-Xc-Iak.text
source: Select Book to Overwrite*
id: Memilih buku untuk diganti* dengan buku ini

# Ck9-ie-R4l.text
source: TIP: Connect with others and open .USX files with Agricola to add new books
id: NASEHAT: Tolong berkoneksi dengan penerjemah lain dan membuka file-file .USX dengan Agricola untuk menambah buku-buku baru

# Dlr-O0-wvd.text
source: Are you sure you want to delete this user?
id: Apakah Anda yakin mau menghilangkan pemakai ini?

# EgS-5U-bC2.text
source: Manage Project
id: Manage Proyek

# GOG-9c-Tto.normalTitle
source: Manage Users
id: Mengurus pemakai

# GSn-jc-wRB.normalTitle
source: Yes
id: Ya

# Hgw-PE-EAt.text
source: Admin Tools
id: Alat untuk administrator

# IJE-Tt-HfA.normalTitle
source: Abort
id: Menghentikan

# LNv-np-Ouh.text
source: Admin:
id: Administrator:

# OaF-XV-X24.text
source: Text Language*
id: Bahasa*

# Pbo-Z6-pUu.normalTitle
source: Cancel
id: Batalkan

# R6m-fe-4P3.text
source: Galatians
id: Galatia

# TXo-zG-QkS.text
source: Previous Version
id: Versi lama

# U9D-Pp-6Ns.text
source: Nickname for the Book*
id: Singkatan Buku*

# WCx-AJ-uv9.normalTitle
source: Accept
id: Menerima

# XhR-5a-cmL.title
source: EditAvatar
id: Mengedit avatar

# YF1-xu-qS8.text
source: Preview
id: Peninjauan

# YLW-Pl-X9f.text
source: Search By Book
id: Mencari berdasarkan buku

# YVT-oJ-eUv.normalTitle
source: Import
id: Impor

# aFn-c2-1Bu.normalTitle
source: Delete!
id: Menghilankan!

# cXu-Cd-2hg.text
source: Insert as a new Translation
id: Memasukkan sebagai terjemahan baru

# eA8-T4-Rce.text
source: Error heading here!
id: Judul kesalahan!

# eTa-9T-igA.text
source: Errors are displayed here
id: Kesalahan-kesalahan dipertunjukkan di sini

# ef0-I2-3bp.normalTitle
source: Clear Password
id: Menghapus sandi

# h6j-jQ-28W.text
source: English
id: Inggeris

# iIs-bE-bB4.text
source: Translation Nickname*
id: Singkatan* terjemahan

# kWz-6Y-pnt.normalTitle
source: Manage Shared Project Account
id: Mengurus akun bersama

# lyw-Ql-b3R.normalTitle
source: Save
id: Simpan

# n2m-GN-bIw.text
source: Galatians
id: Galatia

# qYb-eo-8RK.text
source: Read Book Data
id: Membaca buku

# r4Z-lS-bkp.normalTitle
source: Close
id: Menutup

# uBO-FF-jAs.placeholder
source: Search
id: Mencari

# wUz-AU-6vT.text
source: Test Translation
id: Terjemahan percobaan

# yjb-YB-WnE.text
source: Select a Book to Work on
id: Memilih buku yang mau dikerjakan

# sDP-cm-UQy.text
source: Not connected
id: Belum berkoneksi

# xIf-1Q-NKZ.text
source: Online Status:
id: Status online:

# NG8-QU-zed.text
source: Camera is required for peer-to-peer join
id: Kamera diperlukan untuk hubungan peer-to-peer

# UXs-3m-v6d.normalTitle
source: Disconnect
id: Memutuskan hubungan

# YOQ-gA-osA.normalTitle
source: Join
id: Bergabung

# efh-hd-N3A.text
source: Connect with Others
id: Mengoneksi dengan penerjemah lain

# g8w-Wi-SHD.normalTitle
source: Connect
id: Mengoneksi

# wnD-br-fTf.normalTitle
source: Back
id: Kembali

# zt5-DZ-uy4.text
source: Title
id: Judul

# 395-aB-Ga5.text
source: Project Name
id: Nama proyek

# dWj-1Y-Idg.text
source: Username
id: Nama pengguna

source: Access Denied
id: Hubungan ditolak

source: Account with a similar name already exists!
id: Nama akun ini sudah ada

source: Books
id: Buku-buku

source: Cannot create project if not logged in!
id: Untuk membuat akun, harus masuk dulu

source: Chapter
id: Pasal

source: Current:
id: Versi terbaru:

source: Establishing Connection
id: Sedang berusaha menyambunkan

source: Failed Cases
id: Tidak bisa diimpor

source: File(s)
id: File-file

source: Heading
id: Judul

source: Internal error occurred while saving data.
id: Kesalahan internal. Data tidak dapat disimpan

source: Internal error occurred!
id: Kesalahan internal

source: Internal error occurred. Please try again.
id: Kesalahan internal. Tolong coba lagi.

source: Invalid account name
id: Nama akun tidak diterima

source: Invalid password
id: Sandi tidak diterima

source: Joined
id: Disambung dengan

source: No Connection
id: Tidak ada koneksi

source: No user data available!
id: Data pengguna tidak ada

source: Notes
id: Catatan-catatan

source: Off
id: Tidak ada hubungan

source: Original:
id: Versi lama:

source: Please fill all required fields
id: Tolong mengisi semua informasi yang diperlukan

source: Please fill in the required fields
id: Tolong mengisi semua informasi yang diperlukan

source: Please provide a password
id: Tolong memberikan sandi

source: Please provide an account name
id: Tolong memberikan nama akun

source: Please select the target language
id: Tolong memilih bahasa sasaran

source: Someone
id: Orang yang tidak dikenal

source: Success Cases
id: Impor berhasil

source: The passwords don't match!
id: Sandi-sandi berbeda

source: Transfer Complete
id: Data selesai dipindahkan

source: Transfer Failed
id: Data tidak dapat dipindahkan

source: Transferring
id: Data sedang dipindahkan

source: Versions
id: Versi-versi

source: Waiting for Updates
id: Sedang tunggu pemutakhiran

source: on project:
id: proyek

source: wrote
id: menulis
